<div class="container">
  <h1> Как меня найти</h1>
  <p>Vk: @pollissorbb
      <br>Tg: @Pollissorbb
      <br>Inst: @Polya_tk_3
  </p>

  <h1>О сайте</h1>
  <p>Сайт создан при обучении по программе "Код будущего"</p>
  <p>во фреймворке SvelteJS, сохранён на GitHub,</p>
  <p>и опубликован на хостинге Netlify</p>
  
  <h1>Благодарности</h1>
  <p>Хотелось бы выразить благодарность создателям данного курса.</p>
  <p>Было очень познавательно и интересно узнать как разрабатываются сайты.</p>
  <p>Отдельное спасибо нашему преподавателю - Владимиру Николаевичу.</p>
  <p>Надеюсь, что обучение в этом курсе, всем нам поможет при поступлении.</p>
  <p>Будем иногда заходить к нему и вести беседы.</p>
</div>

<style>
  .container {
    margin: 50px auto;
    max-width: 800px;
    padding: 0 20px;
  }
</style>
