<script>
    import myphoto1 from "$lib/images/myphoto1.jpg";
</script>


<div class="container">
    <img alt="Моё фото 1" src={myphoto1} width="400" />

    <h1> Обо мне </h1>
    <p>Меня зовут Полина, мне 15 лет. Я живу в городе Астрахань.Начала обучаться программированию из-за того, что эта сфера новая для моей жизни.</p>
    <h1>Увлечения</h1>
    <p>У меня много увлечений, я хочу рассказатьо некоторых из них:
        <br>1. Рисование. Обожаю рисовать, занимаюсь этиим давно, мне говорят, что неплохо получаетсяю
        <br>2. Чтение. У меня есть личная библиотека, которая становитчя больше с каждым годом.
        <br>3. Музыка. Я окончила музыкальную школу по классу фортепиано. Меломан.
        <br>4. Спорт. Я переодически занимаюсь фитнесом, а также играю в волейбол в школе.
        <br> Об остальном я расскажу в другой раз.
    </p>
    <h1> Как меня найти</h1>
    <p>Vk: @pollissorbb
        <br>Tg: @Pollissorbb
        <br>Inst: @Polya_tk_3
    </p>
</div>
<style>
    .container {
        margin: 50px auto;
        max-width: 800px;
        padding: 0 20px;
    }
</style>